-42crunch.vscode-openapi
-alefragnani.bookmarks
-bartoszmaka95.onedark
-chaitanyashahare.lazygit
-donjayamanne.githistory
-eamodio.gitlens
-joshmu.periscope
-mechatroner.rainbow-csv
-ms-python.debugpy
-ms-python.python
-ms-python.vscode-pylance
-peterj.proto
-pkief.material-icon-theme
-redhat.vscode-yaml
-scala-lang.scala
-scalameta.metals
-tompollak.lazygit-vscode
-tooltitudeteam.tooltitude-pb
-vscodevim.vim
